spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.add_httpclass_profile_95bdf6a822710c02ff59e76ac088f989_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:add_httpclass_profile><virtual_servers><value>test_virtual_server</value></virtual_servers><profiles><value><item1><profile_name>test_profile2</profile_name><priority>1</priority></item1></value></profiles></wsdl:add_httpclass_profile></env:Body></env:Envelope>